{
  "keyword": "역류성식도염",
  "keyword_en": "GERD gastroesophageal reflux",
  "topics": {
    "캐모마일차": "diet",
    "양배추즙": "diet",
    "개인차": "diet",
    "야식": "diet",
    "과식": "diet",
    "커피": "diet",
    "탄산음료": "diet",
    "바나나": "diet",
    "양배추": "diet",
    "브로콜리": "diet",
    "위산억제제": "treatment",
    "악순환": "treatment",
    "제산제": "treatment",
    "약물치료": "treatment",
    "치과치료": "treatment",
    "기침": "treatment",
    "괄약근": "treatment",
    "내시경": "treatment",
    "하부식도괄약근": "treatment",
    "수면": "lifestyle",
    "스트레스": "lifestyle",
    "운동": "lifestyle",
    "베개": "lifestyle",
    "트림": "symptom",
    "속쓰림": "symptom",
    "가래": "symptom",
    "위산": "general",
    "신물": "general",
    "소화불량": "general",
    "더부룩": "general",
    "카페인": "general",
    "비만": "general",
    "호흡": "general",
    "감자": "general",
    "라면": "general",
    "초콜릿": "general",
    "식이섬유": "general",
    "LES": "trending",
    "PPI": "trending",
    "GERD": "trending",
    "ACG": "trending"
  },
  "selected_topics": [
    "카페인"
  ],
  "hook_style": "",
  "papers": [
    {
      "pmid": "41132014",
      "title": "[Gastroesophageal Reflux Disease].",
      "authors": [
        "Lee JY",
        "Kim SE",
        "Shin JE",
        "Cha B",
        "Na W"
      ],
      "journal": "The Korean journal of gastroenterology = Taehan Sohwagi Hakhoe chi",
      "year": "2025",
      "abstract": "Gastroesophageal reflux disease (GERD) is increasingly prevalent and often not fully controlled by proton pump inhibitors alone, prompting renewed interest in evidence-based dietary and lifestyle management. This narrative review integrates contemporary guidelines with clinical, physiologic, and epidemiologic studies to formulate practical, patient-centered recommendations. Interventions with the most consistent support included the following: weight reduction, maintaining a two-to-three-hour interval between the final meal and bedtime, head-of-bed elevation and left-lateral sleep, smoking cessation, and light postprandial activity while avoiding high-intensity exercise immediately after meals. Eating slowly and consuming smaller portions are encouraged. Dietary triggers, such as high-fat foods, alcohol, carbonated beverages, coffee/caffeine, chocolate, and acidic items (e.g., tomato products and citrus), show heterogeneous associations across studies. Accordingly, individualized avoidance or substitution is preferable to universal prohibition. Pragmatic substitutions (e.g., decaffeinated coffee or low-fat latte; lean poultry or fish instead of fatty processed meats; less acidic fruits such as apple, pear, or banana) may enhance adherence. Emerging randomized evidence suggests that diaphragmatic breathing can reduce postprandial reflux events, increase inspiratory lower esophageal sphincter pressure, and improve symptoms and quality of life. On the other hand, the evidence base remains limited in scope and duration. Overall, tailored dietary and lifestyle modification constitutes a credible adjunct to pharmacotherapy and a practical framework for patient counseling in GERD. Gastroesophageal reflux disease (GERD) is increasingly prevalent and often not fully controlled by proton pump inhibitors alone, prompting renewed interest in evidence-based dietary and lifestyle management. This narrative review integrates contemporary guidelines with clinical, physiologic, and epidemiologic studies to formulate practical, patient-centered recommendations. Interventions with the most consistent support included the following: weight reduction, maintaining a two-to-three-hour interval between the final meal and bedtime, head-of-bed elevation and left-lateral sleep, smoking cessation, and light postprandial activity while avoiding high-intensity exercise immediately after meals. Eating slowly and consuming smaller portions are encouraged. Dietary triggers, such as high-fat foods, alcohol, carbonated beverages, coffee/caffeine, chocolate, and acidic items (e.g., tomato products and citrus), show heterogeneous associations across studies. Accordingly, individualized avoidance or substitution is preferable to universal prohibition. Pragmatic substitutions (e.g., decaffeinated coffee or low-fat latte; lean poultry or fish instead of fatty processed meats; less acidic fruits such as apple, pear, or banana) may enhance adherence. Emerging randomized evidence suggests that diaphragmatic breathing can reduce postprandial reflux events, increase inspiratory lower esophageal sphincter pressure, and improve symptoms and quality of life. On the other hand, the evidence base remains limited in scope and duration. Overall, tailored dietary and lifestyle modification constitutes a credible adjunct to pharmacotherapy and a practical framework for patient counseling in GERD.",
      "study_type": "English Abstract",
      "url": "https://pubmed.ncbi.nlm.nih.gov/41132014/",
      "has_fulltext": true,
      "pmcid": "PMC12580067",
      "conclusion": "위식도역류질환에서 식이 및 생활습관 교정은 단독으로 모든 환자의 증상을 소실시키지는 못하나, 약물치료와 병행 시 증상 완화, 재발 억제, 약물 의존도 감소에 도움이 될 수 있다. 마지막으로 지금까지의 내용을 바탕으로 위식도역류질환 식생활 수칙을 10가지로 정리하면 다음과 같다(Table 1); 1) 눕거나 잠자기 3시간 전에는 음식 먹지 않기, 2) 왼쪽으로 눕거나 상체를 올려서 잠자기, 3) 식후에는 가볍게 운동하고 과격한 운동 피하기, 4) 몸에 꽉 끼는 옷은 피하기, 5) 뱃살을 빼고 과체중은 감량하기, 6) 복식호흡 자주 하기, 7) 음식은 천천히 꼭꼭 씹어서 먹고 과식하지 않기, 8) 금연하고 술 마시지 않기, 9) 카페인 음료나 탄산음료는 피하기, 10) 고지방 식이(인스턴트 식품)나 자극적인 음식 줄이기.\n\n본 종설은 체계적 문헌고찰이 아닌 서술적 고찰(Narrative review)로, 검색, 선정, 자료추출의 표준화가 부족하여 선택 편향의 가능성이 있다. 식이 유발 인자에 대한 근거는 관찰, 생리, 중재 연구 간 이질성이 크고, 특히 카페인, 알코올, 탄산음료 등의 항목에서도 연구 결과가 일관되지 않는다. 이에 본 종설은 보편적 금기보다는 개인별 증상 재현성에 따른 선택적 회피와 대체 전략을 권고한다. 향후 이러한 식이 및 생활습관 교정에 대한 표준화된 대상자 선정과 중재 프로토콜을 확립하고 장기적 임상효과를 검증하는 많은 연구가 필요하겠다.",
      "results": "",
      "관련성점수": 75
    },
    {
      "pmid": "35119566",
      "title": "Adiposity, diabetes, lifestyle factors and risk of gastroesophageal reflux disease: a Mendelian randomization study.",
      "authors": [
        "Yuan S",
        "Larsson SC"
      ],
      "journal": "European journal of epidemiology",
      "year": "2022",
      "abstract": "Adiposity, diabetes, and lifestyle factors are linked to gastroesophageal reflux disease (GERD) in observational studies. We conducted a two-sample Mendelian randomization analysis to determine whether those associations are causal. Independent genetic variants associated with body mass index (BMI), waist circumference (with and without adjustment for BMI), type 2 diabetes, smoking, and alcohol, coffee and caffeine consumption at the genome-wide significance level were selected as instrumental variables. Summary-level data for GERD were available from a genome-wide association meta-analysis of 71,522 GERD cases and 261,079 controls of European descent from the UK Biobank and QSkin Sun and Health studies. The odds ratio (OR) of GERD was 1.49 (95% confidence interval (CI), 1.40-1.60) for one standard deviation (SD) increase in BMI, 1.07 (95% CI, 1.04-1.10) for one-unit increase in log-transformed OR of type 2 diabetes, and 1.41 (95% CI, 1.31-1.52) for one SD increase in prevalence of smoking initiation. There were suggestive associations with GERD for higher genetically predicted waist circumference (OR per one SD increase, 1.14, 95% CI, 1.02-1.26) and caffeine consumption (OR per 80 mg increase, 1.08, 95% CI, 1.02-1.15). Genetically predicted waist circumference adjusted for BMI, alcohol or coffee consumption was not associated GERD. This study suggests causal roles of adiposity, diabetes, and smoking, and a possible role of high caffeine consumption in the development of GERD.",
      "study_type": "Journal Article",
      "url": "https://pubmed.ncbi.nlm.nih.gov/35119566/",
      "has_fulltext": true,
      "pmcid": "PMC9329382",
      "conclusion": "",
      "results": "Higher genetically predicted BMI and genetic predisposition to type 2 diabetes (not diabetes diagnosis) and smoking initiation was associated with an increased risk of GERD (Fig. 2). The odds ratio (OR) of GERD was 1.49 (95% confidence interval (CI), 1.40, 1.60; p = 4.09 × 10–33) for one standard deviation (SD) increase in BMI, 1.07 (95% CI, 1.04, 1.10; p = 5.73 × 10–7) for one-unit increase in log-transformed OR of type 2 diabetes (not diabetes diagnosis), and 1.41 (95% CI, 1.31, 1.52; p = 2.12 × 10–19) for one SD increase in prevalence of smoking initiation. The association for type 2 diabetes slightly attenuated but remained significant in the multivariable MR analysis with adjustment for genetically predicted BMI (OR, 1.05, 95% CI, 1.03, 1.08; p = 2.76 × 10–4). There were suggestive associations for genetically predicted waist circumference (OR per one SD increase, 1.14, 95% CI, 1.02, 1.26; p = 0.017) and caffeine consumption (OR per 80 mg increase, 1.08, 95% CI, 1.02, 1.15; p = 0.013) (Fig. 2). The association for waist circumference attenuated in the analysis using SNP associated with waist circumference adjusted for BMI (OR per one SD increase, 1.08, 95% CI, 0.98, 1.18; p = 0.134) (Fig. 2). We did not observe any association of genetically predicted alcohol or coffee consumption with risk of GERD in the main analysis (Fig. 2).Fig. 2Associations of genetically proxied adiposity, type 2 diabetes, and lifestyle factors with risk of gastroesophageal reflux disease. BMI, body mass index; CI, confidence interval; OR, odds ratio. Estimates were obtained from the inverse variance weighted method with random-effects with the except for estimate for caffeine consumption that was obtained from the inverse variance weighted method with fixed-effects.\n\nAssociations of genetically proxied adiposity, type 2 diabetes, and lifestyle factors with risk of gastroesophageal reflux disease. BMI, body mass index; CI, confidence interval; OR, odds ratio. Estimates were obtained from the inverse variance weighted method with random-effects with the except for estimate for caffeine consumption that was obtained from the inverse variance weighted method with fixed-effects.\n\nAssociations for all exposures remained overall consistent in sensitivity analyses (Table 2). The association became stronger for waist circumference adjusted for BMI in MR-Egger analysis and for waist circumference in the contamination mixture analysis (Table 2). Horizontal pleiotropy was observed in the MR-Egger analysis of BMI and type 2 diabetes (p for intercept < 0.05) (Table 2). One to ten outliers were detected by MR-PRESSO analyses; however, the associations remained consistent after removal of these outliers and no difference in estimates before and after removing outliers was observed (p for distortion test > 0.05) (Table 2).Table 2Associations of genetically predicted risk factors with gastroesophageal reflux disease in Mendelian randomization sensitivity analysesExposureUsed SNPsCochrane’s QWeighted medianMR-EggerOR95% CIPOR95% CIPBody mass index3127811.371.27, 1.486.50 × 10–151.050.90, 1.230.529Waist circumference38811.060.95, 1.200.3070.980.75, 1.290.906Waist circumference adjusted for BMI621441.090.99, 1.200.0821.471.03, 2.100.041Type 2 diabetes2787701.031.00, 1.070.0550.980.93, 1.030.425Smoking initiation2025461.331.23, 1.456.27 × 10–121.120.83, 1.510.454Alcohol drinking712100.980.78, 1.220.8390.920.61, 1.370.676Coffee consumption11211.070.95, 1.200.2561.230.99, 1.530.100ExposurePpleiotropyaPdistortion testbMR-PRESSOcContamination mixtureOR95% CIPOR95% CIPBody mass index2.57 × 10–60.8471.481.39, 1.582.64 × 10–291.621.51, 1.721.65 × 10–35Waist circumference0.2650.7951.151.05, 1.260.0061.141.05, 1.260.003Waist circumference adjusted for BMI0.0860.7441.070.99, 1.150.1151.050.98, 1.120.134Type 2 diabetes6.52 × 10–50.2161.061.03, 1.096.84 × 10–61.051.03, 1.071.80 × 10–7Smoking initiation0.1210.2931.471.37, 1.585.33 × 10–221.571.43, 1.672.62 × 10–25Alcohol drinking0.6180.6521.090.92, 1.300.3101.130.90, 1.840.137Coffee consumption0.1310.0770.980.85, 1.140.8141.091.00, 1.200.052BMI Body mass index; CI Confidence interval; NA Not available; OR Odds ratio; SNPs Single-nucleotide polymorphisms. Sensitivity analyses could not be performed for caffeine consumption due to few SNPs (< 3 SNPs)aP values for pleiotropy were p values for MR-Egger intercept test and a p value < 0.05 indicates a statistically significant pleiotropic effectbP values for distortion were obtained from MR-PRESSO test and a p value < 0.05 indicates a statistically significant difference between estimates before and after outlier removal. P of distortion test was not available for the analysis of coffee consumption due to no outlier detectedcThere were 6 outliers detected in MR-PRESSO analysis of BMI, 2 in waist circumference, 4 in waist circumference adjusted for BMI, 10 in type 2 diabetes, 7 in smoking initiation, 4 in alcohol drinking, and 1 in coffee consumption\n\nAssociations of genetically predicted risk factors with gastroesophageal reflux disease in Mendelian randomization sensitivity analyses\n\nBMI Body mass index; CI Confidence interval; NA Not available; OR Odds ratio; SNPs Single-nucleotide polymorphisms. Sensitivity analyses could not be performed for caffeine consumption due to few SNPs (< 3 SNPs)\n\naP values for pleiotropy were p values for MR-Egger intercept test and a p value < 0.05 indicates a statistically significant pleiotropic effect\n\nbP values for distortion were obtained from MR-PRESSO test and a p value < 0.05 indicates a statistically significant difference between estimates before and after outlier removal. P of distortion test was not available for the analysis of coffee consumption due to no outlier detected\n\ncThere were 6 outliers detected in MR-PRESSO analysis of BMI, 2 in waist circumference, 4 in waist circumference adjusted for BMI, 10 in type 2 diabetes, 7 in smoking initiation, 4 in alcohol drinking, and 1 in coffee consumption",
      "관련성점수": 75
    },
    {
      "pmid": "35236550",
      "title": "Insufficient sleep and new onset of nocturnal gastroesophageal reflux among women: a longitudinal cohort study.",
      "authors": [
        "Emilsson ÖI",
        "Al Yasiry H",
        "Theorell-Haglöw J",
        "Ljunggren M",
        "Lindberg E"
      ],
      "journal": "Journal of clinical sleep medicine : JCSM : official publication of the American Academy of Sleep Medicine",
      "year": "2022",
      "abstract": "Whether short or insufficient sleep are risk factors for new-onset nocturnal gastroesophageal reflux (nGER). In this 10-year longitudinal study, adult general-population women in Uppsala, Sweden, answered questionnaires on sleep, nGER, and other conditions on 2 occasions. Participants at baseline totaled 6,790, while participants at follow-up totaled 4,925. \"Short sleep\" was defined as sleeping < 6 hours/night and \"insufficient sleep\" was defined as reporting an average actual sleep duration below 80% of the self-estimated need for sleep duration but without \"short sleep.\" nGER was defined as reporting heartburn or acid reflux after going to bed sometimes, often, or very often. The confounding factors-age, body mass index, physical activity, caffeine intake, smoking habits, alcohol dependence, depression, anxiety, and snoring-were defined from the questionnaire. At baseline, 839 participants reported short sleep and 1,079 participants were defined as having insufficient sleep. Both participants with insufficient sleep and short sleep had nGER more often than those with sufficient sleep (26% vs 17% vs 10%, respectively). At follow-up, a new onset of nGER was twice as common among those with insufficient or short sleep at baseline and follow-up, compared with those with sufficient sleep at baseline and follow-up, even after adjusting for confounding factors (odds ratio 2.0 [1.5-2.8],  Insufficient sleep and short sleep are associated with nGER. Persistent insufficient and/or short sleep independently increases the risk of developing nGER over a 10-year follow-up. Women seeking treatment for nGER should be questioned about their sleep habits to identify insufficient sleep as a possible causative factor. Emilsson OI, Al Yasiry H, Theorell-Haglöw J, Ljunggren M, Lindberg E. Insufficient sleep and new onset of nocturnal gastroesophageal reflux among women: a longitudinal cohort study. ",
      "study_type": "Journal Article",
      "url": "https://pubmed.ncbi.nlm.nih.gov/35236550/",
      "has_fulltext": true,
      "pmcid": "PMC9243287",
      "conclusion": "Insufficient sleep and short sleep are associated with nGER. Persistent insufficient and/or short sleep independently increases the risk of developing nGER over a 10-year follow-up. Women seeking treatment for nGER should be questioned about their sleep habits to identify insufficient sleep as a possible causative factor.",
      "results": "At baseline, 839 participants reported short sleep and 1,079 participants were defined as having insufficient sleep. Both participants with insufficient sleep and short sleep had nGER more often than those with sufficient sleep (26% vs 17% vs 10%, respectively). At follow-up, a new onset of nGER was twice as common among those with insufficient or short sleep at baseline and follow-up, compared with those with sufficient sleep at baseline and follow-up, even after adjusting for confounding factors (odds ratio 2.0 [1.5–2.8], P < .001).",
      "관련성점수": 75
    },
    {
      "pmid": "37900308",
      "title": "Analysis of the gut microbiota in children with gastroesophageal reflux disease using metagenomics and metabolomics.",
      "authors": [
        "Ye X",
        "Yu F",
        "Zhou J",
        "Zhao C",
        "Wu J"
      ],
      "journal": "Frontiers in cellular and infection microbiology",
      "year": "2023",
      "abstract": "There is no direct evidence of gut microbiota disturbance in children with gastroesophageal reflux disease (GERD). This study aimed to provide direct evidence and a comprehensive understanding of gut microbiota disturbance in children with GERD through combined metagenomic and metabolomic analysis. 30 children with GERD and 30 healthy controls (HCs) were continuously enrolled, and the demographic and clinical characteristics of the subjects were collected. First, 16S rRNA sequencing was used to evaluate differences in the gut microbiota between children with GERD and HC group, and 10 children with GERD and 10 children in the HC group were selected for metagenomic analysis. Nontargeted metabolomic analysis was performed using liquid chromatography/mass spectrometry (LC/MS), and metagenomic and metabolomic data were analyzed together. There were significant differences in the gut microbiota diversity and composition between children with GERD and HCs. The dominant bacteria in children with GERD were Proteobacteria and Bacteroidota. At the species level, the top three core bacterial groups were  This study provides new evidence of the pathogenesis of GERD. There are significant differences in the gut microbiota, metabolites and metabolic pathways between HCs and children with GERD, and the differences in metabolites are related to specific changes in bacterial abundance. In the future, GERD may be treated by targeting specific bacteria related to AA metabolism.",
      "study_type": "Journal Article",
      "url": "https://pubmed.ncbi.nlm.nih.gov/37900308/",
      "has_fulltext": true,
      "pmcid": "PMC10613033",
      "conclusion": "This study provides new evidence of the pathogenesis of GERD. There are significant differences in the gut microbiota, metabolites and metabolic pathways between HCs and children with GERD, and the differences in metabolites are related to specific changes in bacterial abundance. In the future, GERD may be treated by targeting specific bacteria related to AA metabolism.",
      "results": "There were no statistically significant differences in age, sex, or BMI among all participants. Details of the demographic and clinical characteristics of the children with GERD and HCs are shown in Supplementary Table S1. To determine whether the gut microbiota composition of children with GERD was changed as compared to HC, 16S rDNA sequencing was used to detect fecal microbes in children with GERD and HC children. The species Venn diagram showed a total of 834 OTUs in the two groups, with 2250 OTUs specific to the GERD group and 595 OTUs specific to the control group (Figure 1A). The α diversity results showed that the Shannon and Simpson indices in children with GERD were significantly lower than those in the HC group, indicating a decrease in gut microbiota diversity in children with GERD (Figures 1B, C). Analysis of similarities (ANOSIM) based on unweighted UniFrac distance showed significant differences in the distribution of the microbial community structure between the two groups (Figure 1D). PCoA and nonmetric multidimensional scaling (NMDS) showed a difference in the gut microbiota composition between the two groups (Figures 1E, F). At the phylum level, the relative abundances of Proteobacteria and Bacteroidetes in the GERD group were significantly higher than those in the HC group, while the relative abundances of Firmicutes and Actinobacteria were significantly lower (Figure 1G). At the family level, the relative abundances of Enterobacteriaceae, Bacteroidaceae and Prevotellaceae in children with GERD were high, and those of Bifidobacteriaceae, Ruminococcaceae, and Lachnospiraceae were low (Figure 1H). At the genus level, the relative abundances of Bacteroides, Prevotella-9, Escherichia-Shigella, Klebsiella and Haemophilus in children with GERD were significantly higher than those in the HC group. The relative abundances of Bifidobacterium, Faecalibacterium and Streptococcus were lower in the GERD group than in the HC group (Figure 1I). LEfSe analysis was used to process the samples to identify species with significant differences between the groups. The results showed that Prevotella-9 and Bacteroides had the highest abundances in the GERD group, while Bifidobacterium and Blautia had the highest abundances in the HC group (Figures 1J, K).\n\nChanges in the gut microbiota based on 16S rRNA data (A) Venn diagram; (B) α-Diversity based on the Shannon index between the groups; (C) α-diversity based on the Simpson index between the groups; (D) β-diversity based on the unweighted UniFrac distance; (E) PCoA based on the unweighted UniFrac distance; (F) NMDS analysis; (G) microbiota composition at the Phylum level; (H) microbiota composition at the family level; (I) microbiota composition at the genus level. (J, K) LEfSe analysis showing the phylogenetic differences between the groups. Only results with LDA > 4 are shown. **p < 0.01, ***p <0.001.\n\nTo determine the changes in the gut microbiota at the species level in children with GERD, metagenomic sequencing was performed using stool samples from 10 children with GERD and 10 age-matched HC children after sample selection through microPITA. The Venn diagram results showed that the two groups had a total of 858,667 genes, with 278,228 specific genes in the GERD group and 178,342 specific genes in the HC group (Figure 2A). The PCoA results based on the Bray–Curtis distance showed significant separation of the microbial composition at the species level between the GERD and HC groups (Figure 2B), and ANOSIM confirmed the significant differences in the gut microbiota composition at the species level between the two groups (Figure 2C). The clustering heatmap of bacterial species enriched by differences between the GERD and HC groups is shown in Figure 2D. Figures 2E, F show the top 20 species of bacteria that were significantly enriched in the gut microbiota of the GERD group and HC group, respectively. The abundances of Bacteroides stercoris, Bacteroides vulgatus, Alistipes putredinis, Bacteroides dorei, and Bacteroides fragilis increased significantly, while those of Fusicatenibacter saccharivorans, Blautia wexlerae, Blautia obeum, Anaerostipes hadrus and Eubacterium hallii decreased significantly.\n\nGut microbiota differences based on metagenomic sequencing. (A) Venn diagram; (B) PCoA based on the Bray–Curtis distance; (C) ANOSIM analysis based on species abundance, Between represents the difference between groups; others are within groups; (D) Clustering heatmaps of the differentially enriched bacterial species between the groups; (E, F) The top 20 microbes with significant differences in abundance at the species level.\n\nTo identify the functional characteristics of the gut microbiota of children with GERD, this study further annotated the gut microbiota metagenomic data using the KEGG database, and ANOSIM indicated that the gut microbiota differed significantly between the GERD group and the HC group at the KEGG Orthological (KO) level (Figure 3A). The PCoA results confirmed that there were significant differences in the distribution of microbial functions based on the KEGG module between the GERD and HC groups (Figure 3B). The activities of metabolic pathways such as energy, amino acids, vitamins, carbohydrates and lipids were lower in the GERD group than in the HC group, while the activities of glycan synthesis and metabolic pathways were higher (Figures 3C–E).\n\nKEGG functional annotation of the gut microbiota genome. (A) ANOSIM analysis based on KO levels, Between represents the difference between groups; others are within groups; (B) PCoA on the Bray–Curtis distance; (C) Level 1 clustering heatmap of the KEGG modules; (D) Level 2 clustering heatmap of the KEGG modules; (E) Histogram of the LEfSe analysis based on the KO level (LDA>3).\n\nThe eggNOG orthologous group (og) in the GERD group was also significantly separated from that in the HC group (Supplementary Figure S1A). The PCoA results showed significant differences in the distribution of functional genes between the two groups (Supplementary Figure S1B). The functions of cell cycle control, cell division, cytoskeleton, extracellular structure, nucleotide transport and metabolism, energy production and conversion, etc., were more impaired in the GERD group than in the HC group, while cell motility, cell wall/membrane/envelope biogenesis, inorganic ion transport and metabolic pathway enrichment were affected (Supplementary Figures S1C–E).\n\nThe above metagenome-based functional annotation analysis revealed functional changes in the gut microbiota in children with GERD. In this study, the serum samples of the two groups of children were used for metabolomic analysis by LC/MS technology. Principal component analysis (PCA) and PLS-DA of serum metabolites were performed. The PLS-DA results showed significant differences in the metabolic characteristics of serum samples between the GERD group and the HC group (Figures 4A–D). The PLS-DA model verified that there was no overfitting phenomenon, and the sample characteristics could be used for subsequent analysis (Supplementary Figure S2). Furthermore, the differential metabolites between the two groups were analyzed by volcano plot, and the threshold values were set as VIP > 1.0, FC > 1.5 or FC < 0.667 and P value< 0.05. The results showed that 182 differential metabolites were identified in the positive ion mode between the GERD and HC groups, of which 130 metabolites had increased levels in the GERD group. The levels of 52 metabolites were lower in the GERD group. In negative ion mode, 106 differential metabolites were identified between the groups, of which 49 had higher levels and 57 had lower levels in the GERD group (Figures 4E, F).\n\nSerum metabolomics analysis of the groups. (A, B) PCA based on metabolites of serum samples in negative ion mode (A) and positive ion mode (B); (C, D) PLS-DA based on serum sample metabolites in negative ion mode (C) and positive ion mode (D); (E, F) Volcano maps of differential metabolites under negative ion mode (E) and positive ion mode (F).\n\nThe results of the clustering heatmap showed that samples obtained from the same tissue were clustered into a group, and the relative content of metabolites in different sample groups significantly differed (Figure 5A). According to the differential multiple value of the metabolites in the two groups, logarithmic conversion was performed with the base of 2, and the top 20 metabolites in this dataset were selected and displayed in the matchstick chart. As shown in Figure 5B, the levels of metabolites such as 4-methoxycinnamaldehyde, 12-epi leukotriene B4, propionyl-L-carnitine, prostaglandin A1, and prostaglandin G2 in the GERD group were significantly increased. The levels of metabolites such as 4-benzoic acid, gentisic acid, hydroquinone, tetradecanediacid, 2-phenylglycine and theophylline decreased significantly. Further KEGG annotation of the differential metabolites showed that the top three enrichment pathways were global and overview maps, amino acid metabolism, and lipid metabolism (Figure 5C). The KEGG bubble map shows the top 20 pathways with the most significant enrichment. The metabolic pathways affected by the differences in metabolites between children with GERD and HCs mainly included arachidonic acid (AA) metabolism; tyrosine metabolism; sulfur metabolism; glycine, serine, and threonine metabolism; glutathione metabolism; and caffeine metabolism (Figure 5D).\n\nAberrant metabolic patterns in GERD patients (A) Differential metabolite cluster heatmaps; (B) Matchstick map of the differentially abundant metabolites; (C) Differentially abundant metabolite KEGG pathway annotation diagram; (D) Bubble map of the KEGG enrichment analysis.\n\nPearson correlation analysis was used to analyze the associations between the differential gut microbes in children with GERD and serum metabolites, and the results showed that the changes in serum metabolites in children with GERD were significantly correlated with the changes in the levels of various bacteria in the gut microbiota. The levels of Chondromyces, Labilithrix and Stigmatella were significantly positively correlated with the levels of a variety of metabolites (Figure 6), suggesting significant interactions between the gut microbiota and metabolites that may affect the occurrence of GERD.\n\nCorrelation heatmap between the fecal microbiota and serum metabolites The rows represent differentially abundant microbes, the columns represent differentially abundant metabolites, and the legend on the right provides the correlation coefficient, with red indicating a positive correlation and blue indicating a negative correlation, *P < 0.05.",
      "관련성점수": 75
    },
    {
      "pmid": "31786327",
      "title": "Association Between Beverage Intake and Incidence of Gastroesophageal Reflux Symptoms.",
      "authors": [
        "Mehta RS",
        "Song M",
        "Staller K",
        "Chan AT"
      ],
      "journal": "Clinical gastroenterology and hepatology : the official clinical practice journal of the American Gastroenterological Association",
      "year": "2020",
      "abstract": "Patients are frequently advised to eliminate coffee, tea, and/or soda to reduce symptoms of gastroesophageal reflux (GER), such as heartburn or regurgitation. However, there are no data from prospective studies to support these recommendations. We collected data from the prospective Nurses' Health Study II from 48,308 women, 42-62 years old, who were free of regular GER symptoms, without cancer, and not taking proton pump inhibitors or H2 receptor agonists. Multivariate Cox proportional hazards models were used to assess associations between beverage intake and risk for GER symptoms. During 262,641 person-years of follow up, we identified 7961 women who reported symptoms of GER once or more per week. After multivariable adjustment, hazard ratios (HRs) for women with the highest intake of each beverage (more than 6 servings/day) compared to women with the lowest intake (0 servings/day) were 1.34 for coffee (95% CI, 1.13-1.59; Ptrend < .0001), 1.26 for tea (95% CI, 1.03-1.55; Ptrend < .001), and 1.29 for soda (95% CI, 1.05-1.58; Ptrend < .0001). We obtained similar results when we stratified patients according to caffeine status. No association was observed between milk, water, or juice consumption and risk for GER symptoms. In a substitution analysis, replacement of 2 servings/day of coffee, tea, or soda with 2 servings of water was associated with reduced risk of GERD symptoms: coffee HR, 0.96 (95% CI, 0.92-1.00); tea HR, 0.96 (95% CI, 0.92-1.00); and soda HR, 0.92 (95% CI, 0.89- 0.96). In an analysis of data from the prospective Nurses' Health Study II, intake of coffee, tea, or soda was associated with an increased risk of GER symptoms. In contrast, consumption of water, juice, or milk was not associated with GER symptoms. Drinking water instead of coffee, tea, or soda reduced the risk of GER symptoms.",
      "study_type": "Journal Article",
      "url": "https://pubmed.ncbi.nlm.nih.gov/31786327/",
      "has_fulltext": true,
      "pmcid": "PMC12580067",
      "conclusion": "위식도역류질환에서 식이 및 생활습관 교정은 단독으로 모든 환자의 증상을 소실시키지는 못하나, 약물치료와 병행 시 증상 완화, 재발 억제, 약물 의존도 감소에 도움이 될 수 있다. 마지막으로 지금까지의 내용을 바탕으로 위식도역류질환 식생활 수칙을 10가지로 정리하면 다음과 같다(Table 1); 1) 눕거나 잠자기 3시간 전에는 음식 먹지 않기, 2) 왼쪽으로 눕거나 상체를 올려서 잠자기, 3) 식후에는 가볍게 운동하고 과격한 운동 피하기, 4) 몸에 꽉 끼는 옷은 피하기, 5) 뱃살을 빼고 과체중은 감량하기, 6) 복식호흡 자주 하기, 7) 음식은 천천히 꼭꼭 씹어서 먹고 과식하지 않기, 8) 금연하고 술 마시지 않기, 9) 카페인 음료나 탄산음료는 피하기, 10) 고지방 식이(인스턴트 식품)나 자극적인 음식 줄이기.\n\n본 종설은 체계적 문헌고찰이 아닌 서술적 고찰(Narrative review)로, 검색, 선정, 자료추출의 표준화가 부족하여 선택 편향의 가능성이 있다. 식이 유발 인자에 대한 근거는 관찰, 생리, 중재 연구 간 이질성이 크고, 특히 카페인, 알코올, 탄산음료 등의 항목에서도 연구 결과가 일관되지 않는다. 이에 본 종설은 보편적 금기보다는 개인별 증상 재현성에 따른 선택적 회피와 대체 전략을 권고한다. 향후 이러한 식이 및 생활습관 교정에 대한 표준화된 대상자 선정과 중재 프로토콜을 확립하고 장기적 임상효과를 검증하는 많은 연구가 필요하겠다.",
      "results": "",
      "관련성점수": 75
    },
    {
      "pmid": "26222930",
      "title": "Dietary and non-dietary correlates of gastrointestinal distress during the cycle and run of a triathlon.",
      "authors": [
        "Wilson PB"
      ],
      "journal": "European journal of sport science",
      "year": "2016",
      "abstract": "The purpose of this investigation was to assess whether pre-race dietary and non-dietary factors were associated with gastrointestinal (GI) distress during the cycle and run of a 70.3-mile triathlon. Fifty three participants recorded dietary details the day before and morning of the triathlon and retrospectively reported GI symptoms from the cycle and run. Occurrence and severity of nausea, regurgitation and fullness were combined into an upper GI (UGI) category, while lower abdominal cramps, flatulence and urge to defecate were combined into a lower GI (LGI) category. Spearman's rho coefficients were used to examine whether UGI and LGI were associated with: (1) pre-race diet (kilocalories, carbohydrate, fibre, fat, protein, caffeine); and (2) non-dietary factors (age, body mass index, experience, weight change, GI distress history, finishing time). Of non-dietary factors, only a history of GI distress showed significant associations with GI symptoms during the triathlon (ρ = .32-.36; P < .05). Morning kilocalorie (ρ = .28, P = .04) and carbohydrate (ρ = .36, P < .01) intakes were modestly, positively associated with UGI during the cycle, while morning caffeine intake (ρ = .30, P = .03) showed a modest positive association with LGI during the run. The associations between diet and GI distress variables remained significant after adjusting for non-dietary factors. Competitors of 70.3-mile triathlons should carefully weigh the benefits of higher race-morning energy, carbohydrate and caffeine intakes against their potential to increase GI distress.",
      "study_type": "Journal Article",
      "url": "https://pubmed.ncbi.nlm.nih.gov/26222930/",
      "has_fulltext": true,
      "pmcid": "PMC12631023",
      "conclusion": "Acute damage to gut epithelial cells caused by endurance exercise may be exacerbated by caffeine. This may be influenced by genetic polymorphisms in the ADORA2A gene, with individuals classified as sensitive (rs5751876 TT homozygous) experiencing a greater increase in a biomarker of gut epithelial cell damage. The potential implications of this for gut/gastrointestinal responses to exercise require further examination.",
      "results": "Plasma iFABP results required log transformation prior to analysis to meet the normal distribution assumption. The four‐way mixed ANOVA (repeated for time and condition, and between‐groups for each of the SNPs) revealed significant main effects of treatment (p = 0.031), time (p = 0.005 [Greenhouse‐Geisser corrected]), and treatment × time interaction (p = 0.001), showing an influence of caffeine (Figure 1). Post hoc paired t‐tests (Bonferroni corrected) revealed a significant increase following the time trial compared to baseline (p = 0.014) and Pre‐Ex (p = 0.037), which was greater in the caffeine trial (Figure 1).\n\nPlasma iFABP for caffeine and placebo trials measured pre‐supplementation, pre‐ and post‐exercise. Bars show median and interquartile range. P values show post hoc follow‐up for time effect. # indicates difference (p = 0.010) between CAFF versus PLA for Post‐Ex increase. ADORA TT n = 11 (black markers), CT/CC n = 7 (white markers); CYP1A2 AA n = 10 (triangle markers), AC/CC n = 8 (circle markers). Classifications: ADORA2A, TT, high sensitivity; CT or CC: low sensitivity; CYP1A2, AA: fast metaboliser; AC or CC, slow metaboliser.\n\nThere was a trial × ADORA2A genotype interaction (p = 0.021, see Figure 2), and a trial × time × CYP1A2 × ADORA2A interaction (p = 0.005) but no interaction with trial × CYP1A2 genotype alone (p = 0.701, see Figure 3). Post hoc follow‐up revealed post‐exercise increases with caffeine only in the ADORA TT categorized group suggesting the overall increase seen with caffeine versus placebo was largely driven by “high‐sensitivity” TT participants. There were no other significant main effects or interactions (see Supplemental data for full table of effects).\n\nPlasma iFABP for caffeine and placebo trials measured pre‐supplementation, and pre‐ and post‐exercise, with participants categorized by ADORA2A genotype (TT, high sensitivity; CT/CC, low sensitivity). Left panels show PLA trial; Right panels show CAFF trial; Top panels show low sensitivity group; Bottom panels show high sensitivity group. Bars show median and interquartile range. p values show post hoc follow‐up for time effect. To follow‐up the interactions involving ADORA2A genotype, two‐way (trial × time) ANOVAs were performed on each ADORA genotype separately: For the CC/CT group there were no main effects of treatment (p = 0.779), time (p = 0.061 [Greenhouse–Geisser corrected]), or treatment × time interaction (p = 0.337 [Greenhouse–Geisser corrected]). For the TT group there were significant main effects of treatment (p = 0.003), time (p = 0.011 [Greenhouse–Geisser corrected]), and treatment × time interaction (p = 0.011), with further post hoc analysis revealing no time effect in the PLA trial (p = 0.102), and significant post‐time‐trial increase in the caffeine trial (p = 0.027 vs. baseline; p = 0.034 vs. Pre‐Ex).\n\nPlasma iFABP for caffeine and placebo trials measured pre‐supplementation, and pre‐ and post‐exercise, with participants categorized by CYP1A2 genotype (AA, fast metaboliser; AC/CC, slow metaboliser). Left panels show PLA trial; right panels show CAFF trial; top panels show slow metabolisers; bottom panels show fast metabolisers. Bars show median and interquartile range.\n\nSymptoms (nausea, stomach upset) were reported in 2 of 18 participants in each trial (PLA and CAFF) (see Table 1). In the PLA trial, the reports were from one slow and one fast metaboliser (CYP1A2 SNP categorisations), and both were low sensitivity (ADORA2A SNP categorisations). In the CAFF trial, the reports were from one slow metaboliser (CYP1A2) and low sensitivity ADORA2A (same participant experiencing symptoms in the PLA trial), and the other was a different participant (with no symptoms in the PLA trial) who was a fast metaboliser (CYP1A2) and high sensitivity (ADORA2A). Due to the low number of reported symptoms, no statistical analysis was performed.\n\nParticipant gastrointestinal symptom reporting.",
      "관련성점수": 75
    },
    {
      "pmid": "31722910",
      "title": "Management of gastroesophageal reflux disease in pediatric patients with cerebral palsy.",
      "authors": [
        "Fernando T",
        "Goldman RD"
      ],
      "journal": "Canadian family physician Medecin de famille canadien",
      "year": "2019",
      "abstract": "No abstract available",
      "study_type": "Journal Article",
      "url": "https://pubmed.ncbi.nlm.nih.gov/31722910/",
      "has_fulltext": true,
      "pmcid": "PMC6853361",
      "conclusion": "",
      "results": "",
      "관련성점수": 75
    },
    {
      "pmid": "35745239",
      "title": "Effect of Dewaxed Coffee on Gastroesophageal Symptoms in Patients with GERD: A Randomized Pilot Study.",
      "authors": [
        "Polese B",
        "Izzo L",
        "Mancino N",
        "Pesce M",
        "Rurgo S"
      ],
      "journal": "Nutrients",
      "year": "2022",
      "abstract": "Gastroesophageal Reflux Disease (GERD) is multifactorial pathogenesis characterized by the abnormal reflux of stomach contents into the esophagus. Symptoms are worse after the ingestion of certain foods, such as coffee. Hence, a randomized pilot study conducted on 40 Italian subjects was assessed to verify the effect of standard (SC) and dewaxed coffee (DC) consumption on gastroesophageal reflux symptoms and quality of life in patients with gastrointestinal diseases. The assessment of patient diaries highlighted a significant percentage reduction of symptoms frequency when consuming DC and a significant increase in both heartburn-free and regurgitation-free days. Consequentially, patients had a significant increase of antacid-free days during the DC assumption. Moreover, the polyphenolic profile of coffee pods was ascertained through UHPLC-Q-Orbitrap HRMS analysis. Chlorogenic acids (CGAs) were the most abundant investigated compounds with a concentration level ranging between 7.316 (DC) and 6.721 mg/g (SC). Apart from CGAs, caffeine was quantified at a concentration level of 5.691 mg/g and 11.091 for DC and SC, respectively. While still preliminary, data obtained from the present pilot study provide promising evidence for the efficacy of DC consumption in patients with GERD. Therefore, this treatment might represent a feasible way to make coffee more digestible and better tolerated.",
      "study_type": "Journal Article",
      "url": "https://pubmed.ncbi.nlm.nih.gov/35745239/",
      "has_fulltext": true,
      "pmcid": "PMC9231412",
      "conclusion": "From the randomized pilot study emerged evidence that dewaxed coffee pod consumption give a significant reduction in both upper and lower gastrointestinal symptoms frequency. The analysis of PAGI-SYM subscales demonstrated a meaningful improvement of nausea, postprandial fullness, abdominal bloating, upper and lower abdominal pain, heartburn, and regurgitation after the two-week DC period compared to the SC period, ameliorating the quality of life in patients with functional gastrointestinal symptoms.\n\nWider and longer randomized trials are needed to confirm our results and to better understand the link between waxes, caffeine content, and gastroesophageal symptoms. Furthermore, an eventual confirmation of our findings could be extremely useful to limit dietary restrictions often suggested to patients with GERD. Although our findings need to be further studied and are far from being considered as a treatment option for patients suffering from gastroesophageal symptoms, we believe that, being well tolerated, DC can be considered an option to reintroduce coffee consumption in patients with GERD.",
      "results": "As shown in Table 2, thirteen analytes were identified, quantified, or semi-quantified in the coffee pods samples. CQAs were the most abundant investigated compounds in the coffee pods samples, with a concentration level ranging between 7.316 (DC) and 6.721 mg/g (SC). In particular, 5-CQA was the most predominant CQA in the assayed coffee pods samples, ranging from 2.928 (SC) to 3.121 (DC) mg/g powder. In the coffee pods samples investigated here, FQAs represented 5.4% (DC) to 6.6% (SC) of total CGAs with a concentration level ranging between 0.397 and 0.447 mg/g. Regarding, diCQA, concentration levels ranging between 0.107 and 0.114 mg/g represented 1.4% (DC) to 1.7% (SC) of total CGAs. Finally, pCoQA were found at a concentration range of 0.580 and 0.456 for DC and SC, respectively. Apart from CGAs, caffeine was quantified at a concentration level of 5.691 mg/g and 11.091 for DC and SC, respectively.\n\nThe demographic and baseline characteristics of all patients (n = 40) are summarized in Table 3.\n\nThe assessment of the percentage of symptom-free days experienced by patients during SC and DC periods showed a significant reduction of symptom frequency when consuming DC as compared to SC, with a similar number of coffees consumed during the two periods (2.7 ± 0.6 vs. 2.8 ± 0.8 for SC and DC respectively, p = not significant). In particular, the analysis of patient diaries proved a significant increase in both heartburn-free days and regurgitation-free days during DC compared to SC (Table 4). These findings were further supported by the observation that patients had a significant increase of antacid-free days during DC compared to SC (Table 4).\n\nFigure 2 summarizes the individual trends for GERD-related symptoms and clearly illustrates that, after DC, a significant improvement of heartburn, regurgitation and a reduced needing of antacid assumption was reported by a majority of patients.\n\nThe overall gastrointestinal symptoms assessment showed a significant reduction in both upper and lower gastrointestinal symptoms. In particular, the total PAGI-SYM score reveals a significant improvement of upper gastrointestinal symptoms after ingestion of DC compared to SC (Table 5).\n\nGoing even more in detail, the analysis of PAGI-SYM subscales demonstrated a meaningful improvement of nausea (0.64 ± 0.64 vs. 0.29 ± 0.32; p < 0.01), postprandial fullness (1.69 ± 0.86 vs. 1.07 ± 0.6; p < 0.01), abdominal bloating (2.51 ± 1.15 vs. 1.46 ± 1.05; p < 0.01), upper (2.1 ± 1.19 vs. 1.09 ± 0.83; p < 0.01) and lower (1.36 ± 1.01 vs. 0.82 ± 0.74; p < 0.01) abdominal pain, heartburn, and regurgitation (1.88 ± 0.92 vs. 0.92 ± 0.56; p < 0.01) after the two week DC period compared to the SC period (Figure 3).\n\nFurthermore, IBS-SSS score analysis demonstrated a significant reduction of lower gastrointestinal symptoms after DC compared to SC (Table 5). In both cases, the differences shown above were similar to those obtained when comparing the DC period with baseline conditions.\n\nThe PAGI-QoL scores analysis showed a significant improvement of quality of life after the two-week DC period compared to the SC period (Table 5). In particular, a meaningful difference in subscales for diet and food habits (1.65 ± 0.55 vs. 0.67 ± 0.39; p < 0.01), psychological wellbeing and distress (2.17 ± 0.58 vs. 1.1 ± 0.67; p < 0.01), daily activity (1.15 ± 0.61 vs. 0.75 ± 0.54; p < 0.01) and clothing (1.38 ± 0.25 vs. 0.5 ± 0.41; p < 0.05) were observed (Figure 4). Here too, the differences found comparing the DC period with basal conditions were similar to those obtained comparing the DC and SC periods.",
      "관련성점수": 75
    },
    {
      "pmid": "31515662",
      "title": "Development of scores assessing the refluxogenic potential of diet of patients with laryngopharyngeal reflux.",
      "authors": [
        "Lechien JR",
        "Bobin F",
        "Mouawad F",
        "Zelenik K",
        "Calvo-Henriquez C"
      ],
      "journal": "European archives of oto-rhino-laryngology : official journal of the European Federation of Oto-Rhino-Laryngological Societies (EUFOS) : affiliated with the German Society for Oto-Rhino-Laryngology - Head and Neck Surgery",
      "year": "2019",
      "abstract": "To develop clinical tools assessing the refluxogenic potential of foods and beverages (F&B) consumed by patients with laryngopharyngeal reflux (LPR). European experts of the LPR Study group of the Young-Otolaryngologists of the International Federation of Oto-rhino-laryngological societies were invited to identify the components of Western European F&B that would be associated with the development of LPR. Based on the list generated by experts, four authors conducted a systematic review to identify the F&B involved in the development of esophageal sphincter and motility dysfunctions, both mechanisms involved in the development of gastroesophageal reflux disease and LPR. Regarding the F&B components and the characteristics identified as important in the development of reflux, experts developed three rational scores for the assessment of the refluxogenic potential of F&B, a dish, or the overall diet of the patient. Twenty-six European experts participated to the study and identified the following components of F&B as important in the development of LPR: pH; lipid, carbohydrate, protein composition; fiber composition of vegetables; alcohol degree; caffeine/theine composition; and high osmolality of beverage. A total of 72 relevant studies have contributed to identifying the Western European F&B that are highly susceptible to be involved in the development of reflux. The F&B characteristics were considered for developing a Refluxogenic Diet Score (REDS), allowing a categorization of F&B into five categories ranging from 1 (low refluxogenic F&B) to 5 (high refluxogenic F&B). From REDS, experts developed the Refluxogenic Score of a Dish (RESDI) and the Global Refluxogenic Diet Score (GRES), which allow the assessment of the refluxogenic potential of dish and the overall diet of the LPR patient, respectively. REDS, RESDI and GRES are proposed as objective scores for assessing the refluxogenic potential of F&B composing a dish or the overall diet of LPR patients. Future studies are needed to study the correlation between these scores and the development of LPR according to impedance-pH study.",
      "study_type": "Journal Article",
      "url": "https://pubmed.ncbi.nlm.nih.gov/31515662/",
      "has_fulltext": true,
      "pmcid": "PMC11901568",
      "conclusion": "The present study provides interesting insight into the importance of diet on the severity of infectious diseases, for example COVID-19, and reported gastrointestinal disorders. The obtained findings have shown strong harmful effects of high adherence to a processed, high fat, sugar, salt, meat, dairy, and potatoes dietary pattern, with an increased incidence of hospitalization and gastrointestinal disorders among northwestern Polish adults during the COVID-19 pandemic. On the other hand, there was a strong beneficial effect of high adherence to a balanced semi-vegetarian pattern regarding a decreased incidence of gastrointestinal disorders and a slight beneficial effect on reduced hospitalization due to COVID-19.\n\nThe obtained results confirm that nutrition is not only important in the context of preventing non-communicable diseases, but may be also important in the prevention of infectious diseases in an indirect way. Prevention of infectious diseases will depend on the efficiency of the immune system, and thus the nutritional status, which ultimately depends on the quality of the diet. Based on the findings obtained, to strengthen the immune system for the prevention of infectious diseases, it is recommended to primarily limit the consumption of highly processed foods and increase the quality of the diet by choosing mainly plant-based diets with added fish and a limited amount of meat. These dietary models are called Semi-vegetarian or Mediterranean, and they contain all nutrients, which makes them balanced and valuable.",
      "results": "Hospitalized patients with COVID-19 were older than non-hospitalized patients (54.5 vs. 38.8 years; p < 0.0001; Table 1). Significantly more hospitalized patients were 60 years or older (41.5 vs. 2.8%; p < 0.0001), had chronic diseases (70.4 vs. 42.3%; p < 0.0001), took medications (63.4 vs. 37.4%; p < 0.0001), were ever-smokers (50.0 vs. 30.3%; p = 0.0015), and did not eat regularly (29.3 vs. 15.8%; p = 0.0043). Significantly fewer hospitalized patients than non-hospitalized came from cities with more than 200,000 inhabitants (1.2 vs. 47.5%; p < 0.0001) and had a higher education level (36.3 vs. 84.0%; p < 0.0001; Table 1).\n\nThere were no significant associations in restriction in the consumption of sugar and sweets, fats and foods in the high fat content data, but there were some significant associations in restriction in the consumption of meat and meat products, raw vegetables, fruits and dairy products between the hospitalized and non-hospitalized groups of respondents. As the results show, hospitalized patients tended to manifest greater food reductions in the consumption of raw vegetables and lower reductions in the consumption of meat (Table 1).\n\nTwo main PCA-derived dietary patterns were identified: ‘Processed high fat, sugar, salt, meat, dairy, and potatoes’ (DP1) and ‘Semi-vegetarian’ (DP2). The total explained variance in the frequency of consumption of the 18 food groups was 30.9% (Table 2). The ‘Processed high fat, sugar, salt, meat, dairy, and potatoes’ DP was positively loaded by the frequency of consumption of refined grains, animal fats, processed meats, sugar/honey/sweets, cheese, potatoes, other fats (margarine, mayonnaise, dressings), sweetened milk drinks/flavored cheese, white meat, milk/fermented milk drinks/cheese curd and salty snacks (factor loadings from 0.30 to 0.66; Table 2). The ‘Semi-vegetarian’ DP was positively loaded by the frequency of consumption of vegetables, fruits, nuts/seeds, whole grains, legumes, milk/fermented milk drinks/cheese curd, eggs and fish (factor loadings from 0.31 to 0.67, Table 2). The sample characteristics by dietary patterns among the COVID-19 patients is shown in Supplementary Table S4.\n\nSignificantly more hospitalized than non-hospitalized COVID-19 patients were in the upper tercile of the ‘Processed high fat, sugar, salt, meat, dairy, and potatoes’ dietary pattern (54.9 vs. 29.5%; p < 0.0001; Table 3). Inversely, significantly fewer hospitalized patients were in the upper tercile of the ‘Semi-vegetarian’ pattern (18.3 vs. 35.9%; p = 0.0031). These results were confirmed in the logistic regression analysis, except for the adjusted model for the ‘Semi-vegetarian’ pattern (Table 4).\n\nThe odds of hospitalization were more than four times higher among COVID-19 patients in the upper tercile of the ‘Processed high fat, sugar, salt, meat, dairy, and potatoes’ dietary pattern (OR crude = 4.29, 95% CI: 2.22–8.29, p < 0.001; OR adjusted = 4.40, 95% CI: 1.78–10.88, p < 0.01) than in the bottom tercile of this pattern (Table 4). A one-point increase in the score of the ‘Processed high fat, sugar, salt, meat, dairy, and potatoes’ DP was associated with an almost two times increased odds of hospitalization (OR crude = 1.78, 95% CI: 1.43–2.22, p < 0.001; OR adjusted = 1.93, 95% CI: 1.38–2.71, p < 0.01; Table 4). The odds of hospitalization among COVID-19 patients were lower by 66% in the upper tercile of the ‘Semi-vegetarian’ DP than in the bottom tercile of this pattern (OR crude = 0.34, 95% CI: 0.18–0.65, p < 0.001). A one-point increase in the score of the ‘Semi-vegetarian’ DP was associated with 33% decreased odds of hospitalization (OR crude = 0.67, 95% CI: 0.51–0.87, p < 0.01 (Table 4). These associations did not remain statistically significant in the adjusted models for the ‘Semi-vegetarian’ pattern. The summarized findings of this study regarding the associations between the PCA-identified dietary patterns and hospitalization among patients with COVID-19 are shown in Figure 2. Details of the frequency of single food group consumption by hospitalization among COVID-19 patients are presented in Supplementary Table S5.\n\nIn the upper tercile of the ‘Processed high fat, sugar, salt, meat, dairy, and potatoes’ dietary pattern were the COVID-19 patients with the highest GSRS scores, i.e., the most frequently reported gastrointestinal problems (p = 0.0011; Table 5). With the highest adherence to this pattern, these patients reported the highest intensity of digestive complaints on the GSRS scale (p = 0.0202), including heartburn (0.0020), hunger pains (p < 0.0001), rumbling (p = 0.0179), bloated stomach (p = 0.0277), breaking wind (p = 0.0109) and hard stools (p = 0.0367). Conversely, with increasing adherence to the ‘Semi-vegetarian’ pattern, the intensity of GSRS score symptoms decreased (p = 0.0064; p = 0.0152). The most notable results were reported in the reduction of constipation symptoms (p = 0.0294) and the urgent need to have a bowel movement in patients in the upper tercile of the ‘Semi-vegetarian’ DP (p = 0.0258; Table 5).\n\nIn the upper tercile of the ‘Processed high fat, sugar, salt, meat, dairy, and potatoes’ dietary pattern were also the COVID-19 patients with the highest intensity of single complaints on the PAC-SYM score, including discomfort in your abdomen (p = 0.0449), pain in your abdomen (p = 0.0235), stomach cramps (p = 0.0010), painful bowel movements (p = 0.0170) and rectal burning during or after a bowel movement (p = 0.0025; Table 5). In the upper tercile of the ‘Semi-vegetarian’ pattern, the problem of straining or squeezing to try to pass bowel movements was decreased (p = 0.0017).\n\nThe quality of life expressed by the FACT-G7 score was decreased among COVID-19 patients in the upper tercile of the ‘Processed high fat, sugar, salt, meat, dairy, and potatoes’ dietary pattern (p = 0.0001; Table 5). With the highest adherence to this pattern, the patients most frequently reported pain (<0.0001), trouble sleeping (p = 0.0002), not enjoying their lives (p = 0.0006) and not being content with the quality of life (p = 0.0078). Conversely, with increasing adherence to the ‘Semi-vegetarian’ pattern, the intensity of FACT-G7 score symptoms decreased (p = 0.0203). Patients seem to be more satisfied with their lives with greater adherence to the ‘Semi-vegetarian’ pattern (p = 0.0100; p = 0.0028; Table 5). The percentage distributions of single components of the GSRS, PAC-SYM and FACT-G7 scales by dietary patterns among COVID-19 patients are provided in Supplementary Table S6.\n\nThe logistic regression analysis showed that the odds of the highest intensity of gastrointestinal complaints expressed in the upper tercile of the GSRS score were more than two and three times higher among COVID-19 patients in the middle and upper tercile of the ‘Processed high fat, sugar, salt, meat, dairy, and potatoes’ dietary pattern, respectively (OR = 2.21, 95% CI: 1.28–3.83, p < 0.01; OR = 3.12, 95% CI: 1.74–5.63, p < 0.001) than in the bottom tercile of this pattern (Table 6). A one-point increase in the score of the ‘Processed high fat, sugar, salt, meat, dairy, and potatoes’ DP was associated with almost one and half times increased odds of the upper tercile of the GSRS score (OR = 1.47, 95% CI: 1.16–1.86, p = 0.01; Table 6). The odds of the upper tercile of the GSRS score among COVID-19 patients were lower by 43% and 69% in the middle and upper terciles of the ‘Semi-vegetarian’ DP than in the bottom tercile of this pattern (OR = 0.57, 95% CI: 0.33–0.97, p < 0.05; OR = 0.31, 95% CI: 0.17–0.56, p < 0.001). A one-point increase in the score of the ‘Semi-vegetarian’ DP was associated with 38% decreased odds of the highest intensity of gastrointestinal complaints (OR crude = 0.62, 95% CI: 0.49–0.79, p < 0.01; Table 6).\n\nThe odds of the highest intensity of constipation complaints expressed in the upper tercile of the PAC-SYM score were approximately three times higher among COVID-19 patients in the upper tercile of the ‘Processed high fat, sugar, salt, meat, dairy, and potatoes’ dietary pattern (OR = 3.11, 95% CI: 1.76–5.48, p < 0.001) than in the bottom tercile of this pattern (Table 7). A one-point increase in the score of the ‘Processed high fat, sugar, salt, meat, dairy, and potatoes’ DP was associated with one and half times increased odds of the upper tercile of the PAC-SYM score (OR = 1.50, 95% CI: 1.20–1.87, p < 0.001; Table 7). The odds of the upper tercile of the PAC-SYM score among COVID-19 patients were lower by 48% and 65% in the middle and upper terciles of the ‘Semi-vegetarian’ DP than in the bottom tercile of this pattern (OR = 0.52, 95% CI: 0.31–0.88, p < 0.05; OR = 0.35, 95% CI: 0.20–0.60, p < 0.001). A one-point increase in the score of the ‘Semi-vegetarian’ DP was associated with 36% decreased odds of the highest intensity of gastrointestinal complaints (OR crude = 0.64, 95% CI: 0.51–0.81, p < 0.01; Table 7).\n\nThe odds of the highest intensity of decreased quality of life expressed in the upper tercile of the FACT-G7 score were more than two and four times higher among COVID-19 patients in the middle and upper tercile of the ‘Processed high fat, sugar, salt, meat, dairy, and potatoes’ dietary pattern, respectively (OR = 2.22, 95% CI: 1.27–3.89, p = 0.01; OR = 4.55, 95% CI: 2.43–8.50, p < 0.001) than in the bottom tercile of this pattern (Table 8). A one-point increase in the score of the ‘Processed high fat, sugar, salt, meat, dairy, and potatoes’ DP was associated with more than one and half times increased odds of the upper tercile of FACT-G7 score (OR = 1.54, 95% CI: 1.21–1.97, p < 0.001; Table 8). The odds of the upper tercile of FACT-G7 score among COVID-19 patients were lower by 55% in the upper terciles of the ‘Semi-vegetarian’ DP than in the bottom tercile of this pattern (OR = 0.45, 95% CI: 0.25–0.78, p = 0.01). A one-point increase in the score of the ‘Semi-vegetarian’ DP was associated with 30% decreased odds of the highest problem with the self-assessed quality of life (OR = 0.70, 95% CI: 0.55–0.89, p = 0.01 (Table 8). The summarized findings of the current study regarding the associations between the PCA-identified dietary patterns and the severity of reported gastrointestinal disorders among patients with COVID-19 are shown in Figure 3.",
      "관련성점수": 75
    },
    {
      "pmid": "30504084",
      "title": "Nocturnal gastroesophageal reflux increases the risk of daytime sleepiness in women.",
      "authors": [
        "Hägg SA",
        "Emilsson ÖI",
        "Franklin K",
        "Janson C",
        "Lindberg E"
      ],
      "journal": "Sleep medicine",
      "year": "2019",
      "abstract": "Daytime sleepiness is common in women and has negative health effects. Nocturnal gastroesophageal reflux (nGER) and snoring are risk factors for daytime sleepiness, but the effect of their interaction remains unknown. The aim of this study was to examine how nGER and snoring combined affected daytime sleepiness and involuntary falling asleep in women. A questionnaire was sent to randomly selected women in 2000 and 2010. Participants who answered questions regarding both nGER and snoring in both questionnaires were included (N = 4882). Daytime sleepiness was defined as severe or very severe problems with daytime sleepiness. Involuntary falling asleep was defined as sometimes, often or very often falling asleep involuntarily during the day. Respondents snoring loudly and disturbingly sometimes, often or very often were defined as snorers. Having nocturnal heartburn or acid reflux sometimes, often or very often was defined as having nGER. Daytime sleepiness was reported by 14% of the participants, involuntary falling asleep by 11%. After adjustment for age, smoking, physical activity, caffeine intake and alcohol dependency, increased odd ratios (ORs) for both daytime sleepiness (adjusted OR 4.2, 95% confidence interval (CI): 1.9-9.2) and involuntary falling asleep (adjusted OR 3.1, 95% CI: 1.5-6.4) were seen in women with the combination of nGER and snoring at both baseline and follow-up. The association with daytime sleepiness was also strong for those with only persistent nGER but not for those with only persistent snoring. Women with nGER were at increased risk of developing daytime sleepiness and snoring augmented this association. In addition, women with both nGER and snoring were also at increased risk of developing involuntary falling asleep.",
      "study_type": "Journal Article",
      "url": "https://pubmed.ncbi.nlm.nih.gov/30504084/",
      "has_fulltext": true,
      "pmcid": "PMC12215290",
      "conclusion": "",
      "results": "The final study population comprised 27,976 individuals (13,540 males and 14,436 females) with a mean age of 57.5 ± 4.3 years. The study flow is presented in Figure 1. Table 1 shows the descriptive statistics of the cohort. As a whole, the participants were middle‐aged, with approximately 40% being overweight, in particular men. EDS was present in 16% of the population and approximately 3% of the participants had severe EDS (i.e., ESS ≥16). The majority of the participants slept 7 h/night (44%) and indicated good sleep quality (49%). In women, poor or medium sleep quality and insomnia symptoms were more often reported compared with men (poor sleep quality: 20% vs. 13%; medium sleep quality: 38% vs. 32%; and insomnia symptoms: 54% vs. 41%) and in addition, insomnia symptoms with concurrent daytime sleepiness was present in 6% of participants (Table S1). Snoring was more common in men and gastro‐oesophageal reflux was more common in women. In addition, probability of OSA (i.e. snoring + reported apneas + EDS (ESS ≥ 11)) was present in approximately 3% of the participants (Table S2). Approximately half of the population reported being sedentary, 12% were current smokers, and 11% fulfilled the CAGE criteria for possible problem alcohol drinking/risk behaviour for alcohol dependence. Most participants worked full‐time, and the large majority were born in Sweden. The most common diseases were hypertension, hyperlipidaemia, and respiratory disease. Feelings of sadness or depression and feelings of constant stress were more common in women than in men, whereas men reported less control in life.\n\nOverview of the study flow.\n\nDescription of the total population and by gender. Data are presented as n (%) or mean ± SD.\n\nIn unadjusted analysis, we identified a U‐shaped relationship between ESS scores and sleep duration with the lowest ESS scores in participants sleeping 8 h/night (Figure 2). On the group level, men reported slightly more prevalent short habitual sleep time <7 h/night compared with women (38.1 vs. 34.9%, respectively). The proportion of individuals with EDS (ESS ≥ 11) was almost identical in men and women (15.8% vs. 16.2%).\n\nEpworth sleepiness scale (ESS) scores by sleep duration categories. Data are presented as mean ± SD.\n\nFigure 3 and Table S3 shows the results for the main analysis. Sleep duration was associated with increased daytime sleepiness, showing increasing odds ratios (OR) with decreasing sleep duration (from 7 h/night to 4 h/night as compared with 8 h/night) also after adjusting for potential confounders. Sleeping 5 h/night or less or sleeping 10 h/night or more showed the highest ORs for daytime sleepiness also. In addition to sleep duration, poor sleep quality, insomnia symptoms, nocturnal gastro‐oesophageal reflux (nGER), and snoring were all significantly related to increased daytime sleepiness (Figure 3 and Table 2).\n\nFactors relating to excessive daytime sleepiness (ESS ≥ 11). Results from logistic regression analysis; fully adjusted model as described in Table 2; presented as OR and 95% CI.\n\nFactors relating to excessive daytime sleepiness (ESS ≥ 11).\n\nNote: 95% CI in parentheses. Results from logistic regression analysis; presented as OR and 95% CI. Model 1: Adjusted for site. Model 2: Model 1 + age, gender, and BMI. Model 3: Model 2 + physical activity, smoking, alcohol dependence, education, employment, \"born in Sweden\", sleep quality, snoring, insomnia, nGER, and comorbidities. Model 4: Model 3 + Sadness/depression, stress, and control in life.\n\np < 0.001.\n\np < 0.01.\n\np < 0.05.\n\nLifestyle factors including smoking, alcohol consumption, and physical exercise were not associated with daytime sleepiness after adjusting for confounders whereas the socioeconomical factors lower education level and \"being born outside of Sweden\" were independently associated with EDS. A history of CVD increased the odds of daytime sleepiness whereas hypertension alone showed a trend towards a reduced risk of EDS (Figure 3 and Table 2).\n\nAll variables relating to psychological distress were independently related to increased daytime sleepiness. Feelings of sadness/depression (1.20; 1.10–1.32), experience of constant stress over the past 5 years (1.72; 1.35–2.19), and low control in life (lowest quartile: 1.75; 1.55–1.97) were the strongest factors related to increased daytime sleepiness after adjustments for confounders (Figure 3 and Table 2).\n\nWe performed a number of sensitivity analyses: using an ESS cut‐off of ≥16 for severe EDS in the full population as well as analysis within the healthy group. The results were almost comparable to the main analysis and are shown in detail in the e‐supplement. We also stratified the analysis for gender, sleep quality, sadness/depression, and \"Born in Sweden\". The results of this analysis are also shown in detail in the e‐supplement (Figures S2‐S8).\n\nThe PAF of different potentially modifiable risk factors for increased daytime sleepiness is shown in Table 3. The factors with the largest fractions were apart from sleep duration (where short sleep duration contributed most to the PAF of sleep duration), factors relating to sadness/depression, stress, and control in life (Table 3). The table can be interpreted as the following example: If all people in our sample who sleep < or >8 h would become normal sleepers (i.e. sleeping 8 h) 21% of daytime sleepiness would not occur at the population level.\n\nPopulation attributable fraction (PAF). Results are presented as mean (Estimate) with and 95% CI (Minimum and Maximum, respectively).",
      "관련성점수": 75
    },
    {
      "pmid": "32588049",
      "title": "Genetic evidence that higher central adiposity causes gastro-oesophageal reflux disease: a Mendelian randomization study.",
      "authors": [
        "Green HD",
        "Beaumont RN",
        "Wood AR",
        "Hamilton B",
        "Jones SE"
      ],
      "journal": "International journal of epidemiology",
      "year": "2020",
      "abstract": "Gastro-oesophageal reflux disease (GORD) is associated with multiple risk factors but determining causality is difficult. We used a genetic approach [Mendelian randomization (MR)] to identify potential causal modifiable risk factors for GORD. We used data from 451 097 European participants in the UK Biobank and defined GORD using hospital-defined ICD10 and OPCS4 codes and self-report data (N = 41 024 GORD cases). We tested observational and MR-based associations between GORD and four adiposity measures [body mass index (BMI), waist-hip ratio (WHR), a metabolically favourable higher body-fat percentage and waist circumference], smoking status, smoking frequency and caffeine consumption. Observationally, all adiposity measures were associated with higher odds of GORD. Ever and current smoking were associated with higher odds of GORD. Coffee consumption was associated with lower odds of GORD but, among coffee drinkers, more caffeinated-coffee consumption was associated with higher odds of GORD. Using MR, we provide strong evidence that higher WHR and higher WHR adjusted for BMI lead to GORD. There was weak evidence that higher BMI, body-fat percentage, coffee drinking or smoking caused GORD, but only the observational effects for BMI and body-fat percentage could be excluded. This MR estimated effect for WHR equates to a 1.23-fold higher odds of GORD per 5-cm increase in waist circumference. These results provide strong evidence that a higher waist-hip ratio leads to GORD. Our study suggests that central fat distribution is crucial in causing GORD rather than overall weight.",
      "study_type": "Journal Article",
      "url": "https://pubmed.ncbi.nlm.nih.gov/32588049/",
      "has_fulltext": true,
      "pmcid": "PMC7750946",
      "conclusion": "These results provide strong evidence that a higher waist–hip ratio leads to GORD. Our study suggests that central fat distribution is crucial in causing GORD rather than overall weight.",
      "results": "The demographics of GORD cases and controls are summarized in Table 1. Briefly, participants with GORD were older, more deprived, more likely to be current or former smokers and smoked more cigarettes per day than controls. Individuals with GORD were less likely to drink caffeinated coffee, although, among coffee drinkers, we see a positive association with caffeinated-coffee cups per day.\n\nWe observed strong observational associations with all adiposity-related variables: BMI, WHR, WC and BFP. Higher odds of GORD were noted for a 1-standard-deviation (SD) higher BMI [odds ratio (OR): 1.28, 95% confidence interval (CI): 1.27–1.29], WHR (OR: 1.43, 95% CI: 1.41–1.46), WC (OR: 1.33, 95% CI: 1.31–1.36) and BFP (OR: 1.53, 95% CI: 1.50–1.55). These observational results were consistent when more stringent definitions of GORD were utilized (Supplementary Table 1, available as Supplementary data at IJE online).\n\nGenetic data provided evidence that a higher waist–hip ratio causes GORD with strong statistical confidence; a 1-SD higher WHR is associated with 1.22 higher odds of GORD (95% CI: 1.09–1.38; Table 2). Similar associations were noted when we used WHR adjusted for BMI, with a 1-SD higher WHR adjusted for BMI causing higher odds of GORD (OR: 1.19, 95% CI: 1.13–1.26; Table 2). These results were consistent when using the more stringent definitions of GORD (Figure 3A; Supplementary Table 4, available as Supplementary data at IJE online) and when using only the incident GORD cases (Supplementary Table 5, available as Supplementary data at IJE online). The two-sample MR approaches were directionally consistent (Figure 3B and Supplementary Table 6, available as Supplementary data at IJE online) with limited evidence of pleiotropy from the MR-Egger method (pintercept > 0.05, Supplementary Table 5, available as Supplementary data at IJE online). The WHR adjusted for BMI association equates to ∼1.19-fold higher risk of GORD per 4.2-cm larger WC (1.23-fold per 5 cm) using correlations between the WHR adjusted for BMI GRS and WC (Supplementary Table 7, available as Supplementary data at IJE online).\n\nForest plots of adiposity variables.\n\n(A) Comparison of analysis methods: showing the observational associations with gastro-oesophageal reflux disease (GORD), one-sample Mendelian randomization (MR) and two-sample MR associations (instrumental variable, weighted-median and Egger methods) for body mass index, waist–hip ratio and waist–hip ratio adjusted for body mass index in our primary analysis (all GORD). (B) Sensitivity analyses for the one-sample MR results showing similar results across all four analyses. On the right-hand axes are odds-ratio point estimates and 95% confidence intervals. All GORD, GORD (no self-report), GORD with erosive oesophagitis (EO) and Antireflux Surgery refer to primary Sensitivity Analyses 1, 2 and 3, respectively, described in Figure 2.\n\nEstimates of associations between risk factors and Gastro-oesophageal Reflux Disease (GORD) using Mendelian randomization\n\nResults of Mendelian randomization within the UK Biobank to show the causal effect of coffee, smoking, body mass index (BMI), waist–hip ratio (WHR), body-fat percentage (BFP) and favourable adiposity on GORD. Odds ratios are reported per standard deviation increase in the exposure trait. Coffee and cigarette analyses were performed only for drinkers/smokers. Sensitivity analyses are given in Supplementary Table 4, available as Supplementary data at IJE online.\n\nGenetic data provided limited evidence that higher BMI (OR: 1.04, 95% CI: 0.95–1.14), BFP (OR: 1.14, 95% CI: 0.94–1.38) or favourable adiposity (OR: 1.10, 95% CI: 0.87–1.39) causes GORD (Table 2). The 95% CIs for BMI do not cross the observational result, suggesting the observational result is confounded. These results were consistent when the more refined phenotypes were used (Supplementary Table 4, available as Supplementary data at IJE online, Figure 3 and Supplementary Figure 2, available as Supplementary data at IJE online) and when only the incident cases were included (Supplementary Table 5, available as Supplementary data at IJE online). The results from the more pleiotropy-resistant methods were directionally consistent for BFP, but not for BMI (Supplementary Table 5, available as Supplementary data at IJE online), where the point estimate for Egger was in the opposite direction.\n\nWe also found limited evidence that smoking (OR: 1.20, 95% CI: 0.84–1.72; Table 2) or caffeine consumption (OR: 1.18, 95% CI: 0.88–1.58; Table 2) causes GORD. These results were consistent with the more refined definitions of GORD (Supplementary Table 4, available as Supplementary data at IJE online). The point estimates from the MR analyses for the odds of GORD for both smoking and caffeine consumption were stronger than the respective observational results and directionally consistent.",
      "관련성점수": 75
    },
    {
      "pmid": "31055541",
      "title": "Prevalence of acidic and non-acidic refluxes in patients with functional dyspepsia and its risk factors investigated by means of multichannel intraluminal pH-monitoring.",
      "authors": [
        "Melashchenko S",
        "Chernobrovyi V",
        "Ksenchyn O"
      ],
      "journal": "Wiadomosci lekarskie (Warsaw, Poland : 1960)",
      "year": "2019",
      "abstract": "Introduction: Previous studies performed by conventional pH-monitors showed that a significant proportion of patients with functional dyspepsia have abnormal acidic gastroesophageal reflux. The investigation, using advantages of multichannel intraluminal pH-monitoring, were not conducted. The aim to reveal the prevalence of all types of refluxes in patients with functional dyspepsia and to estimate risk provoking factors for abnormal reflux. Methods and materials: Patients were divided into 6 groups. The 1st, 2nd and 3rd groups covered 127 adult patients with epigastric pain syndrome, postprandial distress syndrome and mixed variant respectively. The 4th included 69 NERD patients suffered from frequent (more than one episode per week) heartburn. The 5th group also consisted of 22 NERD patients without heartburn or with rare heartburn-regurgitation. The reference group included 30 subjects without dyspeptic complaint and established diagnoses of gastro-esophageal diseases. For all persons the 200-min MII-pH-monitoring was performed with standardized stimulating breakfast (507kcal, 100 mg caffeine, 300ml) recording basal and postprandial phases. Results: It was found that the difference in comparison to the reference group in the number of refluxes is determined by the number of acid refluxes and not by weakly-acidic and weakly-alkaline refluxes. Patients with functional dyspepsia from all subgroups had an excessive amount of acidic refluxes in comparison with the reference group - 3.7±0.7, 4.7±0.8 and 2.8±0.7 vs 1.8±0.3 episodes (p<0.05). Using the previously obtained threshold values for abnormal acidic reflux (> 6 episodes per 200 min.) and total refluxes (>17 episodes per 200 min.) it was revealed that 22.8% patients with FD had abnormal GER. In addition, 16.5% had an isolated excess of non-acidic reflux. All three dyspeptic groups didn't have a significant difference in the distribution of patients among subtypes of abnormal presence or absence of acidic/non-acidic refluxes. Conclusion: In functional dyspepsia abnormal acidic reflux are common and affect 22.8% of patients. It is independently associated with hiatal hernia (OR=4.17), previously healed a peptic ulcer (OR=3.90), occasional heartburn (OR=1.25), body mass index (OR=1.11), younger age (OR=0.97).",
      "study_type": "Journal Article",
      "url": "https://pubmed.ncbi.nlm.nih.gov/31055541/",
      "has_fulltext": false,
      "관련성점수": 75
    }
  ],
  "search_queries": [
    "GERD gastroesophageal reflux AND caffeine"
  ],
  "created_at": "2026-02-06T12:22:40.614065",
  "step": "2_papers_searched"
}